Repository: OSadovy/webcam-helper-nvda-addon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, ru, uk, zh_cn

source: The lighting is too dim, consider increasing it
es: La iluminación está oscura, considera aumentarla
ru: Освещение слишком тусклое, подумайте о том, чтобы увеличить его
uk: Освітлення занадто слабке, розгляньте можливість його збільшення
zh_cn: 灯光太暗，请考虑调亮一些

source: The lighting is too bright, consider reducing it
es: La iluminación está brillosa, considera reducirla
ru: Освещение слишком яркое, подумайте о том, чтобы уменьшить его
uk: Освітлення занадто яскраве, розгляньте можливість його зменшення
zh_cn: 灯光太亮，请考虑调暗一些

source: No face detected
es: Ninguna cara detectada
ru: Лицо не обнаружено
uk: Обличчя не виявлено
zh_cn: 未检测到人脸

source: Move right
es: Muévete hacia la derecha
ru: Поверните голову направо
uk: Поверніть голову праворуч
zh_cn: 向右

source: Move left
es: Muévete hacia la izquierda
ru: Поверните голову налево
uk: Поверніть голову ліворуч
zh_cn: 向左

source: Move up
es: Muévete hacia arriba
ru: Поднимите голову
uk: Підніміть голову вище
zh_cn: 向上

source: Move down
es: Muévete hacia abajo
ru: Опустите голову
uk: Опустіть голову нище
zh_cn: 向下

source: possible cropping on the left
es: Posible recorte en la izquierda
ru: возможное обрезание слева
uk: можливе обрізання зліва
zh_cn: 左侧可能被裁剪

source: possible cropping on the right
es: Posible recorte en la derecha
ru: возможное обрезание справа
uk: можливе обрізання справа
zh_cn: 右侧可能被裁剪

source: possible cropping on the top
es: Posible recorte en el extremo de arriba
ru: возможное обрезание сверху
uk: можливе обрізання зверху
zh_cn: 上方可能被裁剪

source: possible cropping on the bottom
es: Posible recorte en el extremo de abajo
ru: возможное обрезание снизу
uk: можливе обрізання знизу
zh_cn: 下方可能被裁剪

source: Move closer
es: Acércate
ru: Придвиньтесь ближе
uk: Занадто далеко
zh_cn: 距离太远，需要近一点

source: Move back
es: Retrocede
ru: Отодвиньтесь назад
uk: Занадто близько
zh_cn: 距离太进，需要远一点

source: Face well positioned
ru: Вы в фокусе камеры
uk: Обличчя розташоване добре
zh_cn: 面部位置合适

source: Starts continuous webcam analysis, press escape to cancel
es: Inicia el análisis continuo de la cámara, pulsa escape para cancelar
ru: Запускает непрерывный анализ веб-камеры, для отмены нажмите Escape
uk: Починає безперервний аналіз веб-камери, натисніть клавішу escape, щоб скасувати
zh_cn: 已开始摄像头检测，按 ESC 取消

source: Starting webcam analysis, press escape key to stop
es: Iniciando el análisis de la cámara, pulsa la tecla escape para detener
ru: Запущен анализ веб-камеры, для остановки нажмите клавишу Escape
uk: Аналіз веб-камери почато, натисніть клавішу Escape, щоб зупинити
zh_cn: 已开始摄像头检测，按 ESC 停止。

source: Failed to open webcam
es: Fallo al abrir la cámara
ru: Не удалось открыть веб-камеру
uk: Не вдалося відкрити веб-камеру
zh_cn: 无法打开摄像头

source: Webcam analysis stopped
es: El análisis de la cámara se ha detenido
ru: Анализ веб-камеры остановлен
uk: Аналіз веб-камери зупинено
zh_cn: 已停止摄像头检测

source: Webcam helper
es: Ayudante de Webcam
ru: Помощник по работе с веб-камерой
zh_cn: 摄像头助手

source: This add-on helps you position yourself in front of the camera for video calls. It will tell you if you are too close or too far from the camera, if you are too much to the left or right, if you are too high or too low, and if the lighting is too dark or too bright. It will also tell you if you are too close to the edge of the frame, which may indicate that you are too close to the edge of the camera's field of view.
es: Este complemento te ayuda a posicionarte al frente de la cámara para las videollamadas. Se te indicará si estás lejos o cerca de la cámara, muy a la izquierda o a la derecha, muy arriba o abajo, y si la iluminación es oscura o brillosa. Además, también se te indicará si estás demasiado cerca del borde del recuadro, lo que significa que te encuentras muy cerca del borde del cuadro de visión de la cámara.
ru: Это дополнение поможет вам правильно расположиться перед камерой при видеозвонках. Оно подскажет вам, находитесь ли вы слишком близко или слишком далеко от камеры, находитесь ли вы слишком сильно слева или справа, находитесь ли вы слишком высоко или слишком низко, если освещение слишком темное или слишком яркое, дополнение также подскажет вам, если вы находитесь слишком близко к краю кадра, что может означать, что вы находитесь слишком близко к краю поля зрения камеры.
zh_cn: 这款插件可以帮助您在视频通话时正确调整摄像头位置。它会告诉您是否离摄像头太近或太远，是否左右偏移过多，是否高度过高或过低，以及光线是否过暗或过亮。此外，它还会提示您是否靠近画面边缘，这可能表示您靠近了摄像头视野的边缘。
